{
  "ToS.LanguageLabel": {
    "message": "Sprache",
    "description": "Label for language selection"
  },
  "ToS.AgreementLabel": {
    "message": "     Nutzungsbedingungen",
    "description": "Terms of Service header"
  },
  "ToS.ReadLabel": {
    "message": "Bitte sorgfältig lesen, bevor Sie fortfahren",
    "description": "Instruction to read terms carefully"
  },
  "ToS.AgreeLabel": {
    "message": "Ich akzeptiere & fortfahren",
    "description": "Accept and continue button"
  },
  "ToS.ButtonWillBeAvailableIn": {
    "message": "Fortfahren-Button verfügbar in",
    "description": "Countdown message for continue button"
  },
  "ToS.Paragraph1": {
    "message": "Willkommen im Sphene Network - einem revolutionären Charaktersynchronisationsdienst für Final Fantasy XIV. Durch die Nutzung dieses Dienstes bestätigen Sie, dass Sie die folgenden Geschäftsbedingungen verstehen und akzeptieren.",
    "description": "First paragraph of terms of service"
  },
  "ToS.Paragraph2": {
    "message": "Das Sphene Network wird ohne Gewährleistung oder Garantie bereitgestellt. Obwohl wir uns bemühen, einen zuverlässigen Service zu gewährleisten, können wir keine 100%ige Verfügbarkeit oder Datenintegrität garantieren. Nutzen Sie diesen Service nach eigenem Ermessen und erstellen Sie immer lokale Backups wichtiger Charakterdaten.",
    "description": "Second paragraph about service disclaimers"
  },
  "ToS.Paragraph3": {
    "message": "Ihre Privatsphäre ist uns wichtig. Charakteraussehen-Daten, die über das Network übertragen werden, sind verschlüsselt und werden nur mit Benutzern geteilt, die Sie ausdrücklich autorisieren. Wir sammeln, speichern oder teilen keine persönlichen Informationen über das hinaus, was für den Betrieb des Services notwendig ist.",
    "description": "Third paragraph about privacy"
  },
  "ToS.Paragraph4": {
    "message": "Sie sind dafür verantwortlich, sicherzustellen, dass alle Mods oder Anpassungen, die Sie teilen, den Nutzungsbedingungen von Final Fantasy XIV und geltendem Recht entsprechen. Das Sphene Network ist nicht verantwortlich für von Benutzern geteilte Inhalte. Unangemessene, illegale oder schädliche Inhalte sind strengstens verboten und können zur Sperrung des Services führen.",
    "description": "Fourth paragraph about user responsibilities"
  },
  "ToS.Paragraph5": {
    "message": "Das Network benötigt die Penumbra- und Glamourer-Plugins, um ordnungsgemäß zu funktionieren. Nur Modifikationen, die über Penumbra geleitet werden, können synchronisiert werden. Stellen Sie sicher, dass alle Ihre Anpassungen ordnungsgemäß über Penumbras Systeme konfiguriert sind, um optimale Synchronisationsergebnisse zu erzielen.",
    "description": "Fifth paragraph about plugin requirements"
  },
  "ToS.Paragraph6": {
    "message": "Durch Fortfahren stimmen Sie diesen Bedingungen zu und bestätigen, dass das Sphene Network ein von der Community betriebenes Projekt ist, das kostenlos bereitgestellt wird. Wir behalten uns das Recht vor, diese Bedingungen zu ändern oder den Service jederzeit einzustellen. Vielen Dank, dass Sie Teil der Sphene Network Community sind!",
    "description": "Sixth paragraph about agreement and community project"
  }
}