{
  "ToS.LanguageLabel": {
    "message": "Langue",
    "description": "Label for language selection"
  },
  "ToS.AgreementLabel": {
    "message": "     Conditions d'utilisation",
    "description": "Terms of Service header"
  },
  "ToS.ReadLabel": {
    "message": "Veuillez lire attentivement avant de continuer",
    "description": "Instruction to read terms carefully"
  },
  "ToS.AgreeLabel": {
    "message": "J'accepte et continue",
    "description": "Accept and continue button"
  },
  "ToS.ButtonWillBeAvailableIn": {
    "message": "Bouton continuer disponible dans",
    "description": "Countdown message for continue button"
  },
  "ToS.Paragraph1": {
    "message": "Bienvenue sur le réseau Sphene - un service révolutionnaire de synchronisation de personnages pour Final Fantasy XIV. En utilisant ce service, vous reconnaissez comprendre et accepter les termes et conditions suivants.",
    "description": "First paragraph of terms of service"
  },
  "ToS.Paragraph2": {
    "message": "Le réseau Sphene est fourni tel quel sans aucune garantie. Bien que nous nous efforcions de maintenir un service fiable, nous ne pouvons garantir une disponibilité à 100% ou l'intégrité des données. Utilisez ce service à votre discrétion et maintenez toujours des sauvegardes locales des données importantes de vos personnages.",
    "description": "Second paragraph about service disclaimers"
  },
  "ToS.Paragraph3": {
    "message": "Votre vie privée est importante pour nous. Les données d'apparence des personnages transmises via le réseau sont chiffrées et ne sont utilisées que pour la synchronisation entre vos appareils. Nous ne vendons ni ne partageons jamais vos données avec des tiers.",
    "description": "Third paragraph about privacy"
  },
  "ToS.Paragraph4": {
    "message": "Ce plugin n'est pas affilié à Square Enix et n'est pas soutenu par eux. L'utilisation se fait à vos propres risques. En continuant, vous acceptez d'assumer la responsabilité de toutes les conséquences qui pourraient résulter de l'utilisation de ce service.",
    "description": "Fourth paragraph about Square Enix disclaimer"
  },
  "ToS.Paragraph5": {
    "message": "Nous nous réservons le droit de modifier ces conditions à tout moment. L'utilisation continue après les modifications constitue l'acceptation des nouvelles conditions. Pour toute question ou préoccupation, veuillez contacter notre équipe de support via Discord.",
    "description": "Fifth paragraph about terms changes and support"
  }
}